import cameraImg from '../assets/images/camera.jpg';

const data = [
  {
    id: 1,
    image: cameraImg,
    name: 'Наименование товара',
    description:
      'Довольно-таки интересное описание товара в несколько строк. Довольно-таки интересное описание товара в несколько строк.',
    price: 10000,
  },
  {
    id: 2,
    image: cameraImg,
    name: 'Наименование товара',
    description:
      'Довольно-таки интересное описание товара в несколько строк. Довольно-таки интересное описание товара в несколько строк.',
    price: 10000,
  },
  {
    id: 3,
    image: cameraImg,
    name: 'Наименование товара',
    description:
      'Довольно-таки интересное описание товара в несколько строк. Довольно-таки интересное описание товара в несколько строк.',
    price: 10000,
  },
  {
    id: 4,
    image: cameraImg,
    name: 'Наименование товара',
    description:
      'Довольно-таки интересное описание товара в несколько строк. Довольно-таки интересное описание товара в несколько строк.',
    price: 10000,
  },
  {
    id: 5,
    image: cameraImg,
    name: 'Наименование товара',
    description:
      'Довольно-таки интересное описание товара в несколько строк. Довольно-таки интересное описание товара в несколько строк.',
    price: 10000,
  },
  {
    id: 6,
    image: cameraImg,
    name: 'Наименование товара',
    description:
      'Довольно-таки интересное описание товара в несколько строк. Довольно-таки интересное описание товара в несколько строк.',
    price: 10000,
  },
];

export default data;
